Repository: Zesty0wl/rosetta-check-client-localisations
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr, ja

source: Almost ready! Just %lld flagged apps remaining.
de: Fast bereit! Nur noch %lld markierte Apps.
fr: Presque prêt ! Plus que %lld apps signalées.
ja: もうすぐ準備完了です。残り %lld 件のフラグ付き App です。

source: Almost ready! Just 1 flagged app remaining.
de: Fast bereit! Nur noch 1 markierte App.
fr: Presque prêt ! Plus qu’1 app signalée.
ja: もうすぐ準備完了です。残り 1 件のフラグ付き App です。

source: An Apple Silicon upgrade has been reported
de: Ein Apple-Silicon-Upgrade wurde gemeldet
fr: Une mise à jour Apple Silicon a été signalée
ja: Apple Silicon 対応版が報告されています

source: An Apple Silicon upgrade has been reported by other users — open Details to see the version available
de: Andere Nutzer haben ein Apple-Silicon-Upgrade gemeldet – öffnen Sie die Details, um die verfügbare Version zu sehen
fr: Une mise à jour Apple Silicon a été signalée par d’autres utilisateurs — ouvrez Détails pour voir la version disponible
ja: 他のユーザから Apple Silicon 対応版が報告されています — 詳細を開いて利用可能なバージョンを確認してください

source: App Directory
de: App-Verzeichnis
fr: Répertoire d’apps
ja: Appディレクトリ

source: App Extension (in %@)
de: App-Erweiterung (in %@)
fr: Extension d’app (dans %@)
ja: App 拡張機能 (%@ 内)

source: App Folder Access Lost
de: Zugriff auf App-Ordner verloren
fr: Accès au dossier d’apps perdu
ja: App フォルダにアクセスできなくなりました

source: App Store Review Prompts
de: App-Store-Bewertungsanfragen
fr: Invitations à évaluer sur l’App Store
ja: App Store の評価リクエスト

source: Apple Rosetta Support Article
de: Apple-Supportartikel zu Rosetta
fr: Article d’assistance Apple sur Rosetta
ja: Rosetta に関する Apple サポート記事

source: Apple Silicon Readiness
de: Apple-Silicon-Bereitschaft
fr: Préparation à Apple Silicon
ja: Apple Silicon対応状況

source: Apple Silicon native
de: Nativ für Apple Silicon
fr: Native Apple Silicon
ja: Apple Silicon ネイティブ

source: Apple platform signature
de: Apple-Plattformsignatur
fr: Signature de plateforme Apple
ja: Apple プラットフォーム署名

source: Apple support article
de: Apple-Supportartikel
fr: Article d’assistance Apple
ja: Apple サポート記事

source: Application
de: Anwendung
ja: アプリケーション

source: Application-provided
de: Von einer App bereitgestellt
fr: Fourni par une application
ja: App が提供

source: Applications
de: Apps
ja: アプリケーション

source: Applications were found but could not be read. Check that Spotlight indexing is enabled in System Settings > Siri & Spotlight.
de: Programme wurden gefunden, konnten aber nicht gelesen werden. Prüfen Sie, ob die Spotlight-Indizierung unter „Systemeinstellungen“ > „Siri & Spotlight“ aktiviert ist.
fr: Des applications ont été trouvées mais n’ont pas pu être lues. Vérifiez que l’indexation Spotlight est activée dans Réglages Système > Siri et Spotlight.
ja: アプリケーションは見つかりましたが、読み込めませんでした。「システム設定」>「Siri と Spotlight」で Spotlight のインデックス作成が有効になっているか確認してください。

source: Apply
de: Anwenden
fr: Appliquer
ja: 適用

source: Apps are your biggest blocker
de: Apps sind Ihr größtes Hindernis
fr: Les apps sont votre principal blocage
ja: App が最大の障害になっています

source: Architecture
de: Architektur
ja: アーキテクチャ

source: Architecture Changed (%lld)
de: Architektur geändert (%lld)
fr: Architecture modifiée (%lld)
ja: アーキテクチャの変更 (%lld)

source: Architecture unknown
de: Architektur unbekannt
fr: Architecture inconnue
ja: アーキテクチャ不明

source: Auto Export
de: Automatischer Export
fr: Exportation automatique
ja: 自動書き出し

source: Auto-export after each scan
de: Nach jedem Scan automatisch exportieren
fr: Exporter automatiquement après chaque analyse
ja: スキャンのたびに自動で書き出す

source: Automatic
de: Automatisch
fr: Automatique
ja: 自動

source: Automatic Folder Grants
de: Automatische Ordnerberechtigungen
fr: Autorisations automatiques d’accès aux dossiers
ja: フォルダアクセスの自動許可

source: Available
de: Verfügbar
fr: Disponible
ja: 利用可能

source: Background Monitoring
de: Hintergrundüberwachung
fr: Surveillance en arrière-plan
ja: バックグラウンド監視

source: Because Rosetta Check runs in the background to watch for new Intel apps and plugins, macOS won't let you drag it to the Trash while it's still running. This does the cleanup for you:
de: Da Rosetta Check im Hintergrund nach neuen Intel-Apps und Plug-ins sucht, können Sie die App unter macOS nicht in den Papierkorb ziehen, solange sie noch läuft. So wird die Bereinigung für Sie erledigt:
fr: Comme Rosetta Check s’exécute en arrière-plan pour surveiller l’arrivée de nouvelles apps Intel et de nouveaux plug-ins, macOS ne vous permet pas de la faire glisser vers la Corbeille tant qu’elle fonctionne. Cette opération effectue le nettoyage pour vous :
ja: Rosetta Check は新しい Intel App やプラグインを監視するため, バックグラウンドで実行されます. 実行中は macOS でゴミ箱にドラッグできません. 次の操作でクリーンアップできます:

source: Begins with
de: Beginnt mit
fr: Commence par
ja: で始まる

source: Built-in Locations
de: Integrierte Orte
fr: Emplacements intégrés
ja: 組み込みの場所

source: Built-in locations are scanned automatically and cannot be removed. Add a custom folder only when software is stored somewhere else.
de: Integrierte Orte werden automatisch gescannt und lassen sich nicht entfernen. Fügen Sie nur dann einen eigenen Ordner hinzu, wenn Software woanders gespeichert ist.
fr: Les emplacements intégrés sont analysés automatiquement et ne peuvent pas être supprimés. N’ajoutez un dossier personnalisé que si des logiciels sont stockés ailleurs.
ja: 組み込みの場所は自動的にスキャンされ、削除できません。ソフトウェアを別の場所に保存している場合にのみ、カスタムフォルダを追加してください。

source: Business
de: Wirtschaft
fr: Économie et entreprise
ja: ビジネス

source: By Category
de: Nach Kategorie
fr: Par catégorie
ja: カテゴリ別

source: Calculating…
de: Wird berechnet …
fr: Calcul en cours…
ja: 計算中…

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル

source: Categories
de: Kategorien
fr: Catégories
ja: カテゴリ

source: Category
de: Kategorie
fr: Catégorie
ja: カテゴリ

source: Changes
de: Änderungen
fr: Modifications
ja: 変更

source: Check the Readiness tab to see what's holding you back.
de: Sehen Sie im Tab „Bereitschaft“ nach, was Sie aufhält.
fr: Consultez l’onglet Préparation pour voir ce qui vous freine.
ja: 「準備状況」タブで何が妨げになっているか確認してください。

source: Check the latest package release
de: Neueste Paketversion prüfen
fr: Consulter la dernière version du paquet
ja: 最新のパッケージリリースを確認

source: Checked %1$lld command-line tools. %2$lld are 32-bit and unsupported by current macOS.
de: Geprüfte Kommandozeilen-Tools: %lld. Vom aktuellen macOS nicht unterstützte 32-Bit-Tools: %lld.
fr: Vérification de %lld outils de ligne de commande terminée. %lld sont en 32 bits et ne sont pas pris en charge par la version actuelle de macOS.
ja: %lld個のコマンドラインツールを確認しました. %lld個は32ビットで, 現在のmacOSではサポートされていません.

# Checked %lld command-line tools. %lld need Rosetta.
source: Checked %1$lld command-line tools. %2$lld need Rosetta.
de: Geprüfte Kommandozeilen-Tools: %lld. Rosetta erforderlich: %lld.
fr: Vérification de %lld outils de ligne de commande terminée. %lld ont besoin de Rosetta.
ja: %lld個のコマンドラインツールを確認しました. %lld個でRosettaが必要です.

source: Checked %lld command-line tools. All detected tools are Apple Silicon ready.
de: %lld Kommandozeilen-Tools geprüft. Alle erkannten Tools sind für Apple Silicon bereit.
fr: Vérification de %lld outils de ligne de commande terminée. Tous les outils détectés sont compatibles avec Apple Silicon.
ja: %lld個のコマンドラインツールを確認しました. 検出されたすべてのツールがApple Siliconに対応しています.

source: Checking
de: Wird geprüft
fr: Vérification
ja: 確認中

source: Checking command-line tools...
de: Kommandozeilen-Tools werden geprüft...
fr: Vérification des outils de ligne de commande...
ja: コマンドラインツールを確認しています...

source: Checking…
de: Wird geprüft …
fr: Vérification…
ja: 確認中…

source: Choose %@ or a parent folder that contains it.
de: Wählen Sie %@ oder einen übergeordneten Ordner aus, der ihn enthält.
fr: Choisissez %@ ou un dossier parent qui le contient.
ja: %@ またはそれを含む親フォルダを選択してください。

source: Choose All to see every detected command-line tool.
de: Wählen Sie „Alle“, um alle erkannten Kommandozeilen-Tools zu sehen.
fr: Choisissez Tout pour voir tous les outils de ligne de commande détectés.
ja: 「すべて」を選ぶと、検出されたすべてのコマンドラインツールが表示されます。

source: Choose Folder…
de: Ordner auswählen …
fr: Choisir un dossier…
ja: フォルダを選択…

source: Choose a Custom Scan Folder
de: Eigenen Scan-Ordner auswählen
fr: Choisir un dossier d’analyse personnalisé
ja: カスタムスキャンフォルダを選択

source: Choose an additional folder to scan. Built-in locations are already included. Rosetta Check cannot change or delete anything inside the folder.
de: Wählen Sie einen weiteren Ordner zum Scannen. Integrierte Orte sind bereits enthalten. Rosetta Check kann im Ordner nichts ändern oder löschen.
fr: Choisissez un dossier supplémentaire à analyser. Les emplacements intégrés sont déjà inclus. Rosetta Check ne peut rien modifier ni supprimer dans ce dossier.
ja: スキャンするフォルダを追加で選択します。組み込みの場所はすでに含まれています。Rosetta Check はフォルダ内の項目を変更したり削除したりできません。

source: Choose the folder that contains your command-line installation, such as /opt/homebrew or /usr/local. Rosetta Check requests read-only access.
de: Wählen Sie den Ordner Ihrer Kommandozeilen-Installation aus, etwa /opt/homebrew oder /usr/local. Rosetta Check fordert reinen Lesezugriff an.
fr: Choisissez le dossier contenant votre installation d’outils de ligne de commande, par exemple /opt/homebrew ou /usr/local. Rosetta Check demande un accès en lecture seule.
ja: /opt/homebrewや/usr/localなど, コマンドラインツールのインストール先フォルダを選択してください. Rosetta Checkは読み取り専用アクセスを要求します.

source: Choose what Rosetta Check scans in this folder
de: Wählen Sie aus, was Rosetta Check in diesem Ordner scannen soll
fr: Choisissez ce que Rosetta Check analyse dans ce dossier
ja: Rosetta Check がこのフォルダでスキャンする対象を選択してください

source: Choose what Rosetta Check should look for, then choose the folder. Built-in locations are already included and should not be added again.
de: Legen Sie fest, wonach Rosetta Check suchen soll, und wählen Sie dann den Ordner. Integrierte Orte sind bereits enthalten und müssen nicht erneut hinzugefügt werden.
fr: Choisissez ce que Rosetta Check doit rechercher, puis le dossier. Les emplacements intégrés sont déjà inclus et ne doivent pas être ajoutés à nouveau.
ja: Rosetta Check で探す対象を選んでから、フォルダを選択してください。組み込みの場所はすでに含まれているため、再度追加する必要はありません。

source: Clear
de: Löschen
fr: Effacer
ja: 消去

source: Clear All Column Filters
de: Alle Spaltenfilter entfernen
fr: Effacer tous les filtres de colonne
ja: すべての列フィルタを消去

source: Clear All Field Filters
de: Alle Feldfilter entfernen
fr: Effacer tous les filtres de champ
ja: すべての項目フィルタを消去

source: Clear Column Filters
de: Spaltenfilter entfernen
fr: Effacer les filtres de colonne
ja: 列フィルタを消去

source: Clear Field Filters
de: Feldfilter löschen
fr: Effacer les filtres de champs
ja: フィールドフィルタをクリア

source: Clear search
de: Suche löschen
fr: Effacer la recherche
ja: 検索を消去

source: Clear “%@” Filter
de: Filter „%@“ entfernen
fr: Effacer le filtre « %@ »
ja: 「%@」フィルタを消去

source: Click to retry upload
de: Klicken, um den Upload erneut zu versuchen
fr: Cliquez pour réessayer l’envoi
ja: クリックしてアップロードを再試行

source: Close match on the Mac App Store
de: Ähnlicher Treffer im Mac App Store
fr: Correspondance proche sur le Mac App Store
ja: Mac App Store の近い候補

source: Code Signing
de: Codesignatur
fr: Signature du code
ja: コード署名

source: Collected Reports
de: Gesammelte Berichte
fr: Rapports collectés
ja: 収集されたレポート

source: Color Picker
de: Farbauswahl
fr: Sélecteur de couleur
ja: カラーピッカー

source: Columns
de: Spalten
fr: Colonnes
ja: 列

source: Command
de: Befehl
fr: Commande
ja: コマンド

source: Command-Line Tools
de: Kommandozeilen-Tools
fr: Outils de ligne de commande
ja: コマンドラインツール

source: Command-line Tools
de: Kommandozeilen-Tools
fr: Outils de ligne de commande
ja: コマンドラインツール

source: Command-line tool - %@
de: Kommandozeilen-Tool – %@
fr: Outil de ligne de commande – %@
ja: コマンドラインツール - %@

source: Commands installed by package managers, apps, and developer tools
de: Von Paketmanagern, Apps und Entwicklertools installierte Befehle
fr: Commandes installées par des gestionnaires de paquets, des apps et des outils de développement
ja: パッケージマネージャ, App, デベロッパツールによってインストールされたコマンド

source: Community Record
de: Community-Eintrag
fr: Fiche communautaire
ja: コミュニティ記録

source: Community Sharing
de: Community-Freigabe
fr: Partage communautaire
ja: コミュニティ共有

source: Community Suggestions
de: Community-Vorschläge
fr: Suggestions de la communauté
ja: コミュニティの提案

source: Community insight is being generated. This usually arrives within 15 minutes of first detection — check back soon.
de: Community-Erkenntnisse werden generiert. Dies dauert in der Regel bis zu 15 Minuten nach der ersten Erkennung – schauen Sie bald wieder vorbei.
fr: Les informations communautaires sont en cours de génération. Cela arrive généralement dans les 15 minutes suivant la première détection — revenez bientôt.
ja: コミュニティの分析結果を生成中です。通常は初回検出から 15 分以内に表示されます。少し時間をおいて再度ご確認ください。

source: Community service temporarily unavailable.
de: Der Community-Dienst ist vorübergehend nicht verfügbar.
fr: Le service communautaire est temporairement indisponible.
ja: コミュニティサービスは一時的に利用できません。

source: Compatibility
de: Kompatibilität
fr: Compatibilité
ja: 互換性

source: Component Categories
de: Komponentenkategorien
fr: Catégories de composants
ja: コンポーネントカテゴリ

source: Component Monitoring
de: Komponentenüberwachung
fr: Surveillance des composants
ja: コンポーネント監視

source: Components
de: Komponenten
fr: Composants
ja: コンポーネント

source: Components & Plug-ins
de: Komponenten und Plug-ins
fr: Composants et plug-ins
ja: コンポーネントとプラグイン

source: Components (Tester Preview)
de: Komponenten (Tester-Vorschau)
fr: Composants (aperçu testeur)
ja: コンポーネント(テスター向けプレビュー)

source: Components appear here once a scan with components is recorded.
de: Komponenten erscheinen hier, sobald ein Scan mit Komponenten aufgezeichnet wurde.
fr: Les composants apparaîtront ici après une analyse incluant les composants.
ja: コンポーネントを含むスキャンが記録されると、ここに表示されます。

source: Components are cached on disk and re-loaded on launch.
de: Komponenten werden auf dem Datenträger zwischengespeichert und beim Start neu geladen.
fr: Les composants sont mis en cache sur le disque et rechargés au lancement.
ja: コンポーネントはディスクにキャッシュされ、起動時に再読み込みされます。

source: Components are your biggest blocker
de: Komponenten sind Ihr größtes Hindernis
fr: Les composants sont votre principal blocage
ja: コンポーネントが最大の障害になっています

source: Components: scanning…
de: Komponenten: wird gescannt …
fr: Composants : analyse en cours…
ja: コンポーネント: スキャン中…

source: Confirmed from signed identity and public sources
de: Anhand der Signaturidentität und öffentlicher Quellen bestätigt
fr: Confirmation par la signature du code et des sources publiques
ja: 署名情報と公開情報から確認済み

source: Congratulations! Your Mac is fully prepared for a Rosetta-free future.
de: Glückwunsch! Ihr Mac ist vollständig auf eine Zukunft ohne Rosetta vorbereitet.
fr: Félicitations ! Votre Mac est entièrement préparé pour un avenir sans Rosetta.
ja: おめでとうございます。お使いの Mac は Rosetta なしの未来への準備が完全に整いました。

source: Contact Support
de: Support kontaktieren
fr: Contacter l’assistance
ja: サポートに問い合わせる

source: Contains
de: Enthält
fr: Contient
ja: を含む

source: Continue…
de: Fortfahren …
fr: Continuer…
ja: 続ける…

source: Copied!
de: Kopiert!
fr: Copié !
ja: コピーしました

source: Copy App Name
de: App-Namen kopieren
fr: Copier le nom de l’app
ja: App 名をコピー

source: Copy Bundle Identifier
de: Bundle-ID kopieren
fr: Copier l’identifiant du bundle
ja: バンドル ID をコピー

source: Copy Code
de: Code kopieren
fr: Copier le code
ja: コードをコピー

source: Copy Command Path
de: Befehlspfad kopieren
fr: Copier le chemin de la commande
ja: コマンドのパスをコピー

source: Copy Path
de: Pfad kopieren
fr: Copier le chemin
ja: パスをコピー

source: Copy Summary to Clipboard
de: Zusammenfassung in die Zwischenablage kopieren
fr: Copier le résumé dans le presse-papiers
ja: サマリーをクリップボードにコピー

source: Could not encode diagnostics: %@
de: Diagnosedaten konnten nicht codiert werden: %@
fr: Impossible d’encoder les diagnostics : %@
ja: 診断データをエンコードできませんでした：%@

source: Could not load suggestions
de: Vorschläge konnten nicht geladen werden
fr: Impossible de charger les suggestions
ja: 提案を読み込めませんでした

source: Could not send diagnostics
de: Diagnosedaten konnten nicht gesendet werden
fr: Impossible d’envoyer les diagnostics
ja: 診断情報を送信できませんでした

source: Count
de: Anzahl
fr: Total
ja: 件数

source: Count this item towards your readiness score again.
de: Dieses Element wieder in Ihren Bereitschaftswert einbeziehen.
fr: Compter de nouveau cet élément dans votre score de préparation.
ja: この項目を再び準備状況のスコアに含めます。

source: Crash and hang reports are collected automatically via MetricKit and delivered by the system within 24 hours of the event.
de: Absturz- und Hängerberichte werden automatisch über MetricKit erfasst und vom System innerhalb von 24 Stunden nach dem Ereignis bereitgestellt.
fr: Les rapports de plantage et de blocage sont collectés automatiquement via MetricKit et livrés par le système dans les 24 heures suivant l’événement.
ja: クラッシュおよびハングレポートは MetricKit によって自動的に収集され、発生から 24 時間以内にシステムから提供されます。

source: Crash diagnostics require macOS 14 (Sonoma) or later. Upgrade to receive automatic crash and hang reports.
de: Absturzdiagnose erfordert macOS 14 (Sonoma) oder neuer. Aktualisieren Sie, um automatische Absturz- und Hängerberichte zu erhalten.
fr: Les diagnostics de plantage nécessitent macOS 14 (Sonoma) ou ultérieur. Mettez à jour pour recevoir les rapports automatiques de plantage et de blocage.
ja: クラッシュ診断には macOS 14 (Sonoma) 以降が必要です。自動的にクラッシュおよびハングレポートを受け取るには、アップグレードしてください。

source: Created
de: Erstellt
fr: Créé
ja: 作成日

source: Custom Folders
de: Benutzerdefinierte Ordner
fr: Dossiers personnalisés
ja: カスタムフォルダ

source: Custom weights pushed via MDM.
de: Per MDM bereitgestellte benutzerdefinierte Gewichtungen.
fr: Pondérations personnalisées déployées via MDM.
ja: MDM 経由で配信されたカスタムの重み付けです。

source: Date
de: Datum
ja: 日付

source: Date Added
de: Hinzugefügt am
fr: Date d’ajout
ja: 追加日

source: Date Created
de: Erstellt am
fr: Date de création
ja: 作成日

source: Date Modified
de: Geändert am
fr: Date de modification
ja: 変更日

source: Dates
de: Daten
ja: 日付

source: Deep Inspect Apps
de: Apps tiefgehend prüfen
fr: Inspection approfondie des apps
ja: App を詳細に検査

source: Deep inspect app bundles
de: App-Bundles tiefgehend prüfen
fr: Inspecter en profondeur les bundles d’apps
ja: App バンドルを詳細に検査

source: Default weights.
de: Standardgewichtungen.
fr: Pondérations par défaut.
ja: デフォルトの重み付けです。

source: Denied
de: Abgelehnt
fr: Refusé
ja: 拒否

source: Detection Depth
de: Erkennungstiefe
fr: Profondeur de détection
ja: 検出の深さ

source: Developer Tools
de: Entwickler-Tools
fr: Outils de développement
ja: 開発ツール

source: Developer website
de: Website des Entwicklers
fr: Site web du développeur
ja: デベロッパのWebサイト

source: Diagnostic report is too large to send.
de: Der Diagnosebericht ist zu groß zum Senden.
fr: Le rapport de diagnostic est trop volumineux pour être envoyé.
ja: 診断レポートが大きすぎて送信できません。

source: Diagnostic report is too large to send. Please contact support directly.
de: Der Diagnosebericht ist zu groß zum Senden. Bitte wenden Sie sich direkt an den Support.
fr: Le rapport de diagnostic est trop volumineux pour être envoyé. Contactez directement l’assistance.
ja: 診断レポートが大きすぎて送信できません。サポートに直接お問い合わせください。

source: Diagnostics
de: Diagnose
ja: 診断

source: Diagnostics sent
de: Diagnosedaten gesendet
fr: Diagnostics envoyés
ja: 診断情報を送信しました

source: Direct / Other
de: Direkt / Sonstiges
fr: Direct / Autre
ja: 直接 / その他

source: Direct install
de: Direkt installiert
fr: Installation directe
ja: 直接インストール

source: Disabled
de: Deaktiviert
fr: Désactivé
ja: 無効

source: Discovery
de: Erkennung
fr: Découverte
ja: 検出

source: Distribution
de: Vertrieb
ja: 配布元

source: Does not contain
de: Enthält nicht
fr: Ne contient pas
ja: を含まない

source: Done
de: Fertig
fr: Terminé
ja: 完了

source: Double-click for details
de: Für Details doppelklicken
fr: Double-cliquez pour afficher les détails
ja: ダブルクリックして詳細を表示

source: Double-click or right-click an app for more options
de: Doppelklicken oder mit der rechten Maustaste auf eine App klicken für weitere Optionen
fr: Double-cliquez ou cliquez avec le bouton droit sur une app pour plus d’options
ja: App をダブルクリックまたは右クリックすると、その他のオプションを表示できます

source: Education
de: Bildung
fr: Éducation
ja: 教育

source: Embedded Components
de: Eingebettete Komponenten
fr: Composants intégrés
ja: 埋め込みコンポーネント

source: Enable
de: Aktivieren
fr: Activer
ja: 有効にする

source: Enable anonymous community sharing to unlock recommendations. No personal information is ever sent.
de: Aktivieren Sie die anonyme Community-Freigabe, um Empfehlungen freizuschalten. Personenbezogene Daten werden niemals gesendet.
fr: Activez le partage communautaire anonyme pour débloquer les recommandations. Aucune information personnelle n’est jamais envoyée.
ja: 推奨を有効化するために、匿名のコミュニティ共有を有効にしてください。個人情報が送信されることはありません。

source: Enable anonymous community sharing to unlock recommendations. Paths, file contents, and personal information are never sent.
de: Aktivieren Sie die anonyme Community-Freigabe, um Empfehlungen freizuschalten. Pfade, Dateiinhalte und personenbezogene Daten werden niemals gesendet.
fr: Activez le partage communautaire anonyme pour accéder aux recommandations. Les chemins, contenus de fichiers et informations personnelles ne sont jamais envoyés.
ja: 推奨情報を利用するには, 匿名のコミュニティ共有を有効にしてください. パス, ファイルの内容, 個人情報は送信されません.

source: Enable notifications in System Settings to be alerted when new flagged apps are installed.
de: Aktivieren Sie Mitteilungen in den Systemeinstellungen, um benachrichtigt zu werden, wenn neue markierte Apps installiert werden.
fr: Activez les notifications dans Réglages Système pour être alerté lorsque de nouvelles apps signalées sont installées.
ja: 新しいフラグ付き App がインストールされたときに通知を受け取るには、システム設定で通知を有効にしてください。

source: Enabled
de: Aktiviert
fr: Activé
ja: 有効

source: Enterprise Fleet ID
de: Unternehmens-Flotten-ID
fr: Identifiant de parc entreprise
ja: エンタープライズフリート ID

source: Entertainment
de: Unterhaltung
fr: Divertissement
ja: エンターテインメント

source: Ephemeral
de: Temporär
fr: Éphémère
ja: 一時的

source: Every app and component on your Mac now runs natively on Apple Silicon. Your Mac is ready for whatever comes next.
de: Alle Apps und Komponenten auf Ihrem Mac laufen jetzt nativ auf Apple Silicon. Ihr Mac ist bereit für alles, was kommt.
fr: Toutes les apps et tous les composants de votre Mac fonctionnent désormais nativement sur Apple Silicon. Votre Mac est prêt pour la suite.
ja: お使いの Mac のすべての App とコンポーネントが Apple Silicon でネイティブに動作するようになりました。これからの変化にも Mac は対応できます。

source: Every app, component, and command-line tool on your Mac now runs natively on Apple Silicon.
de: Jede App, jede Komponente und jedes Kommandozeilen-Tool auf Ihrem Mac läuft jetzt nativ auf Apple Silicon.
fr: Toutes les apps, tous les composants et tous les outils de ligne de commande de votre Mac s’exécutent désormais nativement sur Apple Silicon.
ja: Mac 上のすべての App, コンポーネント, コマンドラインツールが Apple Silicon でネイティブに動作するようになりました.

source: Everything (recommended)
de: Alles (empfohlen)
fr: Tout (recommandé)
ja: すべて (推奨)

source: Export
de: Exportieren
fr: Exporter
ja: 書き出す

source: Export Findings
de: Ergebnisse exportieren
fr: Exporter les résultats
ja: 結果を書き出す

source: Export Tools as CSV…
de: Tools als CSV exportieren …
fr: Exporter les outils au format CSV…
ja: ツールをCSVに書き出す…

source: Export Tools as JSON…
de: Tools als JSON exportieren …
fr: Exporter les outils au format JSON…
ja: ツールをJSONに書き出す…

source: Export as CSV…
de: Als CSV exportieren …
fr: Exporter au format CSV…
ja: CSV として書き出す…

source: Export as JSON…
de: Als JSON exportieren …
fr: Exporter au format JSON…
ja: JSON として書き出す…

source: Export location
de: Exportziel
fr: Emplacement d’exportation
ja: 書き出し先

source: Export or copy results
de: Ergebnisse exportieren oder kopieren
fr: Exporter ou copier les résultats
ja: 結果を書き出すかコピーする
